Revit 2027 API
ParameterTypeId.AutoPanelWall Property
 "Curtain Panel"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoPanelWall { get; }
Public Shared ReadOnly Property AutoPanelWall As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoPanelWall {
	ForgeTypeId^ get ();
}
static member AutoPanelWall : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace